Repository: 84000/data-translation-memory
Catalog: toh297-v3.tmx
Source language: bo
Languages: en

source: །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་གང་བུད་མེད་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་དང་། བརྒྱ་བྱིན་ཉིད་དང་། ཚངས་པ་ཉིད་དང་། བདུད་ཉིད་བྱེད་པར་འགྱུར་བ་དང་། རང་བྱང་ཆུབ་མངོན་དུ་བྱེད་པར་འགྱུར་བ་དང་།
en: It is impossible and unfeasible for a woman to exercise the sovereignty of a universal monarch, or Śakra himself, or Brahmā himself, or Māra himself, or reach buddhahood in unsurpassed and perfectly complete awakening.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་འདི་ནི་གནས་མ་ཡིན་ནོ།
en: This is impossible.

source: །འདི་ནི་གནས་ཡིན་ཏེ་སྐྱེས་པ་གང་ཡིན་པའོ།
en: For a man this is possible. “

source: །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་གང་ལྟ་བ་ཕུན་སུམ་ཚོགས་པའི་གང་ཟག་བསམས་བཞིན་དུ་ཕ་དང་། མ་དང་། དགྲ་བཅོམ་པ་གསོད་པར་འགྱུར་བ་དང་། དགེ་འདུན་གྱི་དབྱེན་བྱེད་པར་འགྱུར་བ་དང་། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་འབྱིན་པར་འགྱུར་བ་ནི་གནས་མ་ཡིན་ནོ།
en: It is impossible and unfeasible for a person with the correct view to intentionally kill their father, their mother, or an arhat, or cause a schism in the saṅgha, or draw blood from the body of a tathāgata out of malice.

source: །འདི་ནི་གནས་ཡིན་ཏེ་སོ་སོའི་སྐྱེ་བོ་གང་ཡིན་པའོ། །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་གང་ལྟ་བ་ཕུན་སུམ་ཚོགས་པའི་གང་ཟག་བསམས་བཞིན་དུ་སྲོག་ཆགས་ཀྱི་སྲོག་གཅོད་པར་འགྱུར་བ་དང་། བསླབ་པ་གཏང་ནས་ཉམས་པ་ལ་འཇུག་པར་འགྱུར་བ་དང་།
en: This is impossible.

source: འདི་ལས་ཕྱི་རོལ་པ་གཞན་དག་ལ་ཡོན་གནས་སུ་ཚོལ་བར་འགྱུར་བ་དང་།
en: This is possible for ordinary people. “

source: འདི་ལས་ཕྱི་རོལ་པ་གཞན་དག་ལ་སྟོན་པར་ལྟ་བར་འགྱུར་བ་དང་། དགེ་མཚན་དང་། བཀྲ་ཤིས་དག་གིས་དག་པར་ཡིད་ཆེས་པར་འགྱུར་བ་དང་། དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཤེས་པ་དང་ལྡན་པ་དེ་དག་ཤེས་པར་བྱ་བ་ཤེས་ཤིང་བལྟ་བར་བྱ་བ་མཐོང་ངོ་སྙམ་ནས་དགེ་སྦྱོང་དང་བྲམ་ཟེ་གཞན་དག་གི་ངོར་རྟོག་ཅིང་ངོར་ལྟ་བར་འགྱུར་བ་དང་། སྲིད་པ་བརྒྱད་པ་མངོན་པར་འགྲུབ་པར་འགྱུར་བ་འདི་ནི་གནས་མ་ཡིན་ནོ།
en: It is impossible and unfeasible for a person with the correct view to intentionally kill a living creature, and having abandoned the precepts to become degenerate, and instead seek other non-Buddhists as patrons, view other non-Buddhists as teachers, have genuine trust in the auspicious thread, consider knowledgeable ascetics and brahmins as those who know what is to be known and who see what is to be seen, adopt the views and ideas of other brahmins and ascetics, and take the eight existences to be real. This is impossible.

source: །འདི་ནི་གནས་ཡིན་ཏེ་སོ་སོའི་སྐྱེ་བོ་གང་ཡིན་པའོ།
en: This is possible for ordinary people. “

source: །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་སེམས་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པ་དང་། ཤེས་རབ་ཉམ་ཆུང་བར་བྱེད་པ་དང་། རྒུད་པའི་ཕྱོགས་སུ་གྱུར་པ་དང་། མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་བ་གང་སྒྲིབ་པ་ལྔ་པོ་མ་སྤངས་པ་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དག་ལ་སེམས་ཤིན་ཏུ་ཉེ་བར་བཞག་ནས་གནས་པར་འགྱུར་བ་འདི་ནི་གནས་མ་ཡིན་ནོ།
en: It is impossible and unfeasible that someone whose mind is thoroughly afflicted, whose wisdom has been weakened, who has turned toward degeneration, who is not beyond suffering, and who has not abandoned the five obscurations could become thoroughly settled in the four applications of mindfulness.

source: སེམས་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པ་དང་། ཤེས་རབ་ཉམ་ཆུང་བར་བྱེད་པ་དང་། རྒུད་པའི་ཕྱོགས་སུ་གྱུར་པ་དང་། མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་བ་གང་སྒྲིབ་པ་ལྔ་པོ་སྤངས་པས་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དག་ལ་སེམས་ཤིན་ཏུ་ཉེ་བར་བཞག་ནས་གནས་པར་འགྱུར་བ་འདི་ནི་གནས་ཡིན་ནོ། །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་སེམས་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པ་དང་།
en: It is possible that someone whose mind is thoroughly afflicted, whose wisdom has been weakened, who has turned toward degeneration, who is not beyond suffering, but who has abandoned the five obscurations, could become thoroughly settled in the four applications of mindfulness.

source: ཤེས་རབ་ཉམ་ཆུང་བར་བྱེད་པ་དང་།
en: This is possible. “

source: རྒུད་པའི་ཕྱོགས་སུ་གྱུར་པ་དང་། མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་བ་གང་སྒྲིབ་པ་ལྔ་པོ་མ་སྤངས་པས་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དག་ལ་སེམས་ཤིན་ཏུ་ཉེ་བར་གཞག་པ་ན་བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་སྒོམ་པ་འདི་ནི་གནས་མ་ཡིན་ནོ། །འདི་ནི་གནས་ཡིན་ཏེ་སེམས་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པ་དང་། ཤེས་རབ་ཉམ་ཆུང་བར་བྱེད་པ་དང་། རྒུད་པའི་ཕྱོགས་སུ་གྱུར་པ་དང་།
en: It is impossible and unfeasible that someone whose mind is thoroughly afflicted, whose wisdom has been weakened, who has turned toward degeneration, who is not beyond suffering, and who has not abandoned the five obscurations could, by thoroughly settling their mind in the four applications of mindfulness, cultivate the seven branches of awakening.

source: མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་བ་གང་སྒྲིབ་པ་ལྔ་པོ་སྤངས་པས་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དག་ལ་སེམས་ཤིན་ཏུ་ཉེ་བར་བཞག་ནས་གནས་པ་ན་བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་སྒོམ་པར་འགྱུར་བ་འདི་ནི་གནས་ཡིན་ནོ།
en: This is impossible. It is possible that one whose mind is thoroughly afflicted, whose wisdom has been weakened, who has turned toward degeneration, and who is not beyond suffering, but who has abandoned the five obscurations, could thoroughly settle their mind in the four applications of mindfulness and cultivate the seven branches of awakening. This is possible. “

source: །གནས་མ་ཡིན་ཞིང་གོ་སྐབས་མེད་པ་ནི་སེམས་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པ་དང་། ཤེས་རབ་ཉམ་ཆུང་བར་བྱེད་པ་དང་། རྒུད་པའི་ཕྱོགས་སུ་གྱུར་པ་དང་། མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་བ་གང་སྒྲིབ་པ་ལྔ་པོ་མ་སྤངས་པས་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དག་ལ་སེམས་ཤིན་ཏུ་ཉེ་བར་བཞག་ནས་གནས་པ་ན་བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་བསྒོམས་ཏེ་རང་བྱང་ཆུབ་མངོན་དུ་བྱེད་པར་འགྱུར་བ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་འདི་ནི་གནས་མ་ཡིན་ནོ།
en: It is impossible and unfeasible that someone whose mind is thoroughly afflicted, whose wisdom has been weakened, who has turned toward degeneration, who is not beyond suffering, and who has not abandoned the five obscurations could, by thoroughly settling in the four applications of mindfulness and cultivating the seven branches of awakening, realize individual awakening and reach buddhahood in unsurpassed and perfectly complete awakening.

source: སེམས་ཀུན་ནས་ཉོན་མོངས་པར་བྱེད་པ་དང་། ཤེས་རབ་ཉམ་ཆུང་བར་བྱེད་པ་དང་། རྒུད་པའི་ཕྱོགས་སུ་གྱུར་པ་དང་། མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་བ་གང་སྒྲིབ་པ་ལྔ་པོ་སྤངས་ནས་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དག་ལ་སེམས་ཤིན་ཏུ་ཉེ་བར་བཞག་ནས་གནས་པ་ན་བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་བསྒོམས་ཏེ་རང་བྱང་ཆུབ་མངོན་དུ་བྱེད་པར་འགྱུར་བ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་འདི་ནི་གནས་ཡིན་ཏེ།
en: It is possible that one whose mind is thoroughly afflicted, whose wisdom has been weakened, who has turned toward degeneration, and who is not beyond suffering, but who has abandoned the five obscurations could, by thoroughly settling in the four applications of mindfulness and cultivating the seven branches of awakening, realize individual awakening and reach buddhahood in unsurpassed and perfectly complete awakening.

source: ཀུན་དགའ་བོ་དེ་ཙམ་གྱིས་ན་མཁས་པ་གནས་དང་གནས་མ་ཡིན་པ་ལ་མཁས་པ་ཡིན་ནོ།
en: This is possible. “Ānanda, it is in this way that the learned are learned in what is possible and impossible.” “

source: །བཙུན་པ་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: Honorable One, what is the title of this Dharma discourse?

source: འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should it be remembered?” “

source: ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་ལེའུ་བཞི་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །ཆོས་ཀྱི་མེ་ལོང་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །བདུད་རྩིའི་རྔ་བོ་ཆེ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །ཁམས་མང་པོ་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: Ānanda, remember this Dharma discourse as The Fourth Part, or as The Mirror of the Dharma, or as The Great Drum of Nectar, or as Many Constituents.

source: དེ་བས་ན་ཁམས་མང་པོ་ཞེས་བྱ་བ་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་ཚིག་བླ་དགས་ཡིན་ནོ།
en: Therefore, ‘Many Constituents’ is the simple designation of this Dharma discourse.”

source: །ཁམས་མང་པོ་པ་ཞེས་བྱ་བའི་མདོ་རྫོགས་སོ།
en: This concludes The Sūtra “Multitude of Constituents”.
